module.exports.market = [{
    id: 30,
    createdAt: "2023-06-27T10:50:00.000Z",
    title: "(주간연재) 사회 구호 활동에 진심인 밴드, 린킨파크(Linkin Park)",
    author: "도서출판소나무",
    content: "#심폐소생비트 - JUNE 53의 Playlist. 린킨파크(Linkin Park) - ‘Not Alone’: 미국 자폐 아동 보호 단체(Autism care and treatment), 자연재해, 인재를 위한 인도주의적 구호 단체(Aid Still Required), 의료 자선 단체인 시티 오브 호프(City of Hope), 해비타트 주거 지원 비영리 기구(Habitat For Humanity)를 포함 19개의 자선 단체와 비영리 기구를 지원하고 운영하는 조직이 있다. 이는 정부 기관도 일반 기업도 아닌, 하이브리드 메탈이라는 특이한 장르를 추구하는 미국의 인기 록 밴드 린킨파크(Linkin Park)이다. 1996년 결성된 이 밴드는 데뷔 앨범 ‘Hybrid Theory’를 시작으로 앨범을 발매할 때마다 빌보드를 포함한 여러 해외 차트에서 플래티넘을 기록한 정상급 밴드다. 린킨파크는 결성된 후 지금까지 단 한 번의 실패도 없었다. 아메리카 뮤직어워드, 그래미, MTV뮤직 어워드 등 각종 시상에서 40여 차례 수상하며, 발매되는 모든 앨범이 상업적인 성공을 거뒀다. 린킨파크의 공연에는 독특한 특별함이 있는데, 공연 시작 전에 사회복지 기관, 환경 및 인권 단체 등 다양한 기관에 대한 회원 가입 및 기부 행사가 진행된다는 점이다. 팬들은 자신들의 기호에 맞게 인권 운동에 서명을 하기도 하고, 자신의 골수를 기부하기도 하면서 다양한 사회 활동을 진행한다. 팬들 사이에서도 린킨파크의 주요 키워드는 ‘기부’, ‘자선 활동’일 정도로 이 탑 밴드의 주된 관심사는 사회 활동에 집중되어 있다. 린킨파크는 1집의 성공에 이어 2집 작업을 하면서부터는 본격적으로 자선 행보를 시작했다. 허리케인 카트리나를 위한 피해복구비 10만 달러 기부, 미국 특수부대 군인 재단을 위해 7만5천 달러 기부, 공연 전 기부자들과 함께 저녁 식사를 진행하는 ‘Pre-show’ 프로그램 진행 등 수 많은 자선 활동을 펼쳤다. 일반 구호 단체에서도 진행하기 힘든 다양한 활동 등을 매년 펼쳐온 것이다.",
    mainCAT: "자유홍보",
    subCAT:"",
    picture: "",
    price: 300,
    onsale: true
}];