const { v4: uuidv4 } = require('uuid')


module.exports.notices = [
    {
        id: 30,
        createdAt: "2023-06-27T10:50:00.000Z",
        title: "(주간연재) 사회 구호 활동에 진심인 밴드, 린킨파크(Linkin Park)",
        author: "도서출판소나무",
        content: "#심폐소생비트 - JUNE 53의 Playlist. 린킨파크(Linkin Park) - ‘Not Alone’: 미국 자폐 아동 보호 단체(Autism care and treatment), 자연재해, 인재를 위한 인도주의적 구호 단체(Aid Still Required), 의료 자선 단체인 시티 오브 호프(City of Hope), 해비타트 주거 지원 비영리 기구(Habitat For Humanity)를 포함 19개의 자선 단체와 비영리 기구를 지원하고 운영하는 조직이 있다. 이는 정부 기관도 일반 기업도 아닌, 하이브리드 메탈이라는 특이한 장르를 추구하는 미국의 인기 록 밴드 린킨파크(Linkin Park)이다. 1996년 결성된 이 밴드는 데뷔 앨범 ‘Hybrid Theory’를 시작으로 앨범을 발매할 때마다 빌보드를 포함한 여러 해외 차트에서 플래티넘을 기록한 정상급 밴드다. 린킨파크는 결성된 후 지금까지 단 한 번의 실패도 없었다. 아메리카 뮤직어워드, 그래미, MTV뮤직 어워드 등 각종 시상에서 40여 차례 수상하며, 발매되는 모든 앨범이 상업적인 성공을 거뒀다. 린킨파크의 공연에는 독특한 특별함이 있는데, 공연 시작 전에 사회복지 기관, 환경 및 인권 단체 등 다양한 기관에 대한 회원 가입 및 기부 행사가 진행된다는 점이다. 팬들은 자신들의 기호에 맞게 인권 운동에 서명을 하기도 하고, 자신의 골수를 기부하기도 하면서 다양한 사회 활동을 진행한다. 팬들 사이에서도 린킨파크의 주요 키워드는 ‘기부’, ‘자선 활동’일 정도로 이 탑 밴드의 주된 관심사는 사회 활동에 집중되어 있다. 린킨파크는 1집의 성공에 이어 2집 작업을 하면서부터는 본격적으로 자선 행보를 시작했다. 허리케인 카트리나를 위한 피해복구비 10만 달러 기부, 미국 특수부대 군인 재단을 위해 7만5천 달러 기부, 공연 전 기부자들과 함께 저녁 식사를 진행하는 ‘Pre-show’ 프로그램 진행 등 수 많은 자선 활동을 펼쳤다. 일반 구호 단체에서도 진행하기 힘든 다양한 활동 등을 매년 펼쳐온 것이다.",
        subject: "자유홍보",
    },
    {
        id: 29,
        createdAt: "2023-06-26T16:06:00.000Z",
        title: "고딩밴드 하루아침에 뮤지션으로 만든 비법 - 뮤직 비즈니스 무료 특강 6/28(수)",
        author: "mulgogi74",
        content: "언제까지 관객도 없이 공연을 하실 건가요? 언제까지 듣는 사람도 없는 음원을 만드실 건가요? 싱글 공개 하루만에 1000명 팔로워 - 밴드 무드 평범했던 0405년생, 4명의 10대 소년들 인디밴드로 홍대에 진출하다. 2022년 작년까지 평범한 고등학생이였던 이들, 지난 5월 27일 데뷔 싱글 음원 공개 후 1. 공연 섭외 문의 쇄도 - 현재까지도 계속 오고 있음 2. GnO 의상 협찬 3. 공연 수익 6/17현재 까지 (언플러그드 20만원, 우주정거장 33만원 클럽 에프에프 41만원 - 한달동안 94만원의 공연수익)-> 계속 늘어나고 있음 4. 현재  EP앨범 기획. 안녕하세요 이선율입니다. 저는 2013년, 셀프 프로듀싱한 앨범으로 싱어송라이터 인디뮤지션으로 7년간 활동했습니다. 7년 동안 인디뮤지션으로써 시행착오만 반복하다가 2019년 번아웃으로 은퇴한 후 씬에서 나오고 보니 제가 실패한 이유를 뼈져리게 깨달았습니다. 그때의 경험을 토대로 지금의 밴드 무드에게는 실패하지 않는 방법, 즉, 음악적인 스킬이 아닌  뮤직 비즈니스를 알려주었습니다. 저의 그런 코칭이 틀리지 않았다는 것을 이번 데뷔 프로모션을 통해서 증명해냈습니다. 아마 이 글을 보시는 여러분 중에도, 과거의 저처럼 음원을 여러장 냈음에도 공연을 보러오는 팬이 없거나 팔로워수가 늘지 않는 것을 단지 스스로의 실력 부족한 탓으로 돌리고 있진 않나요? 저는 그랬습니다. 정말 힘들게 최선을 다해 만들었던 음원임에도 마케팅하는 방법을 몰라서 자괴감에 빠졌었고 결국 현실적인 문제로 포기할수 밖에 없었습니다. 과거 저와 같은 고민을 갖고 계신 분들에게 이 강의가 도움이 될 것이라고 확신합니다. 지난 토요일에 못오셨던 분들, 평범했던 고등학생들이 어떻게 데뷔 음원 공개 하루만에 1000명의 팔로우를 모으고, 매 공연때마다 이들을 보러 오게 하는 힘은 무엇인지 여러분에게만 무료로 공개합니다. 6.28(수) 8pm 셀프프로듀스 뮤직비즈니스 오픈 채팅방 강의 시작 15분전 줌(zoom)링크 공유합니다. 'https://open.kakao.com/o/gtdTS8qf'",
        subject: "자유홍보",
        reply: [{
            id: uuidv4(),
            createdAt:"2023-06-27 13:10",
            author: "fdfg",
            content: "카톡 확인 부탁드립니다!"
    }]},
    {
        id: 28,
        createdAt:"2023-06-12T18:18:00.000Z",
        title: "(주간연재) 산타나, 위대한 컴백",
        author: "도서출판소나무",
        content: "#심폐소생비트 - JUNE 53의 Playlist 슈퍼 내추럴(Super Natural) 1999년 6월 15일, 세월과 함께 잊혔던 70년대 기타리스트 산타나(Santana)가 무대에 화려하게 복귀했다. 그리고 제42회 그래미상 시상식에서 앨범 ‘슈퍼 내추럴(Super Natural)’로 올해의 레코드, 올해의 앨범 등 무려 8개 부문을 수상한다. 이는 1984년 ‘팝의 황제’ 마이클 잭슨의 최다 부문 수상에 맞먹는 대기록이었다. 그래미상 이후 산타나에게 쏠린 대중의 관심 덕분에 수상 후 앨범은 순식간에 3백만 장이 더 팔려나갔다. 미국에서만 8백만 장이 판매되었고, 앨범은 차트 1위로 올라섰다. 후속곡 ‘마리아 마리아(Maria Maria)’도 싱글 차트 1위로 치솟아 ‘스무스(Smooth)’에 이어 정상을 차지했다. 대중들은 젊은 층의 독무대인 팝 음악계에 탁월한 음악을 가지고 돌아온 쉰이 훌쩍 넘은 노장 뮤지션에게 성원을 아끼지 않았다. 산타나의 성공 비결은 무엇이었을까?",
        subject: "자유홍보",
    },
    {
        id: 27,
        createdAt: "2023-06-14T21:25:00.000Z",
        title: "[댄스픽] 몸치탈출 20대 , 30대 초보자 댄스 모임 신입 모집 중 (방송댄스 / 코레오그래피 / 스트릿댄스)",
        author: "n106509762_naver",
        content: "초보자들을 위한 댄스 모임 댄스픽은 20대, 30대, 직장인, 대학생을 대상으로 하는 댄스 동호회입니다! 즐겁게 춤도 추면서 몸치 탈출도 하고 인맥도 쌓고 싶으신 분들 환영합니다!🥰 ! 댄스픽 모임 신청하기 ! 카카오톡 ID : dance1115",
        subject: "자유홍보",
    },     {
        id: 26,
        createdAt: "2023-06-13T17:32:00.000Z",
        title: "제이제이 뮤직그룹 스튜디오 '와디즈 특가!' 이벤트를 진행합니다.",
        author: "제이제이뮤직그룹",
        content: "안녕하세요 JJ Music Group입니다. JJ Music Stuido에서 주관하는 와디즈 펀딩 '나도 음원을 낼 수 있다?' 가수가 되는 가장 빠른길! ﻿을 진행하고 있습니다. JJ Music Group 로고 티셔츠 부터 레코딩, 믹스, 마스터, 작곡, 음원 유통까지 다양한 리워드가 준비되어 있으니 많은 관심 부탁드립니다, 감사합니다. (아래 링크 클릭하면 바로 이동 가능합니다.) https://www.wadiz.kr/web/campaign/detail/201113?_refer_section_st=PREORDER_2",
        subject: "자유홍보"
    },    {
        id: 25,
        createdAt: "2023-06-13T11:04:00.000Z",
        title: "[F400] 야마하의 품질과 사운드가 심플하면서 모던한 디자인을 만나다",
        author: "YAMAHA",
        content: "안녕하세요, 야마하뮤직코리아입니다. 날씨가 더워지는 만큼, 실내 활동을 추구하는 분들이 많아지고 있습니다. 마침 야마하에서 입문자를 위한 어쿠스틱 기타 F400 시리즈가 새롭게 출시되어 여러분들에게 소개해드리려 합니다! 그럼 함께 F400 시리즈에 대해 알아보러 가실까요? 야마하 신제품 F400 시리즈는 부담되지 않는 가격에 야마하의 사운드를 만나실 수 있는 제품인데요, 짧은 현장 및 빠른 반응성으로 누구나 쉽게 연주할 수 있어 기타를 배우고 싶은 분들 및 기타 연주를 즐겨하는 분들에게 최적의 제품입니다. 많은 관심 부탁드리며, 제품에 대한 자세한 내용은 야마하 공식 홈페이지에서 확인하실 수 있으니 방문해보세요! https://kr.yamaha.com/ko/products/contents/guitars_basses/f400/index.html",
        subject: "신상품"
    },    {
        id: 24,
        createdAt: "2023-06-12T12:43:00.000Z",
        title: "(주간연재) 라디오헤드(Radiohead) 'Creep'을 버리다!",
        author: "도서출판소나무",
        content: "#심폐소생비트 - JUNE 53의 Playlist. 라디오헤드(Radiohead) - Airbag. 엄청난 성공 속에서도 안정을 추구하지 않고 끊임없는 노력으로 명실공히 세계적인 밴드로 발돋움한 밴드가 있다. 바로 라디오헤드(Radiohead)이다. 라디오헤드가 밴드 음악계에 끼친 영향력은 실로 엄청났다. 이들에게 영향을 받은 후대 밴드들을 통칭해 라디오헤디즘(Radioheadism)이라는 용어로 분류할 만큼 이들의 등장 이후 밴드 음악에 엄청난 지각 변동이 일어난 까닭이다. 뿐만 아니라 라디오헤드는 ‘머큐리상’(Mercury Prize), ‘큐어워드’(Q Award), ‘그래미 어워드’(Grammy Award), MTV어워드 등 다양한 음악 분야의 후보로 70번이나 올라 그중 18번을 수상했으니 명실공히 음악성을 인정받은 슈퍼 밴드라 할 수 있겠다. 이 ‘Creep’이라는 곡이 히트를 쳐도 너무 큰 히트를 쳐 ‘라디오헤드=Creep’이라는 공식이 생겨 버려 향후 활동에 큰 영향을 미쳤다. 1998년 라디오헤드는 더 이상 ‘Creep’을 라이브 공연에서 부르지 않기로 결정한다. 자신들을 현재 자리에 있게 한 자신들의 최고 히트 곡을 버리기로 결단을 내린 것이다. 자신들을 일약 세계적인 스타로 만들어준 히트곡을 철저히 버림으로써, 마침내 ‘Creep’징크스에서 벗어 날 수 있었다.",
        subject: "자유홍보",
    },    {
        id: 23,
        createdAt: "2023-06-07T17:55:00.000Z",
        title: "[EVENT] NI KOMPLETE 14 & KEYBOARD 최대 50% 할인",
        author: "SAMA",
        content: "[NI] KOMPLETE 14 & KEYBOARD 가정의달 기념! 최대 50%할인!! 삼아뮤직에서 확인해보세요. https://www.samamusic.co.kr/",
        subject: "이벤트",
    },    {
        id: 22,
        createdAt: "2023-06-07T16:50:00.000Z",
        title: "Celemony, FabFilter 삼아스토어 최저가 런칭! + 교육 특전 & 고객지원",
        author: "SAMA",
        content: "[Celemony, FabFilter] 최저가 런칭! + 교육 특전과 고객지원까지! 지금 확인해보세요 https://www.samamusic.co.kr/",
        subject: "이벤트",
    },    {
        id: 21,
        createdAt: "2023-06-07T16:09:00.000Z",
        title: "[Nash Guitars] S-57 내쉬 일렉기타 (딜러 셀렉트 모델, SAM-60) 바로 구매 가능",
        author: "SAMA",
        content: "▼▼▼ [Nash Guitars] S-57 내쉬 일렉 기타 (딜러 셀렉트 모델, SAM-60) 제품 보러가기▼▼▼ https://www.samamusic.co.kr/",
        subject: "신상품",
    },    {
        id: 20,
        createdAt: "2023-06-05T16:01:00.000Z",
        title: "체코 개발자 Tomas Brhel의 ‘Song Noter’: 사용자가 오디오 파일에 메모를 작성하고 친구들과 공유할 수 있도록 해주는 음악 협업 앱",
        author: "읊조림",
        content: "체코에 기반을 둔 스프트웨어 개발자인 Tomas Brhel은 최근 ‘Song Noter’의 출시를 발표했습니다. Song Noter는 사용자가 오디오 파일에 시간이 기록된(time-stamped) 메모를 작성하고 친구들과 공유할 수 있도록 하는 음악 협업 앱(iOS 전용) 입니다. 회사 측은 “Song Noter는 뮤지션을 위한 새로운 소통 방식”이라고 말합니다. 기본적으로 Song Noter는 뮤직 플레이어가 통합된 메신저 앱 입니다. 덕분에 사용자는 채팅 그룹을 만들고 밴드 동료와 함께 자신의 음악에 대해 토론할 수 있습니다. 메모가 있는 오디오 파일은 사용자의 이메일 주소를 입력하여 앱에서 직접 공유할 수 있는 개별 프로젝트로 분리됩니다. 사용자가 메모를 입력하면 메모에 시간이 찍히고, 그 메모 구간에서 오디오가 재생되는 동안 메모는 강조 표시됩니다. 현재 Song Noter의 안드로이드 버전은 개발중에 있다고 회사측은 말합니다. Song Noter를 사용하면 비공개로 또는 채팅 그룹 내에서 당신의 음악에 댓글을 달 수 있습니다. iOS 기기에서 오디오 파일을 업로드 하고 메모를 시작하세요. 새로운 노래 아이디어를 작업하거나 좋아하는 팟캐스트에 대한 메모를 작성하려는 경우 Song Noter는 이 모든 것에 적합합니다.",
        subject: "신상품",
    },    {
        id: 19,
        createdAt: "2023-06-05T09:33:00.000Z",
        title: "(주간연재) 세상에 대한 분노를 표출한 밴드, 레이지 어게인스트 더 머신",
        author: "도서출판소나무",
        content: "#심폐소생비트 - JUNE 53의 Playlist. Killing in the Name: 강력한 하드코어 사운드에 맞춰 랩을 하며 사회적 메시지를 전달하는 유명한 밴드가 있다. 바로 미국의 4인조 메탈 그룹 ‘레이지 어게인스트 더 머신(Rage Against the Machine)’이다. 이 밴드는 이름에서 볼 수 있듯이 분노로 가득 찬 밴드이다. 이들의 노래에는 기성세대와 현 체제에 대한 분노, 자본주의에 대한 분노, 정치와 사회 현상에 대한 분노가 가득 차 있다. 레이지 어게인스트 더 머신의 행동은 가히 혁명가에 가깝다. 이들은 음악을 통해 강력한 메시지를 전달하고, 실제로 그들의 이상을 실현하기 위한 혁명을 이루어 내고 있다. 이들은 쾌락과 유흥, 사랑을 노래하는 트렌디한 음악이 아니라, 노래를 통해 전달하려는 자신들의 진정한 메시지, 사회적 가치, 이념을 담아 노래로 만들었다. 그리고 이를 통해 세계적으로 강한 영향력을 행사하는 밴드 중 하나가 되었다.",
        subject: "자유홍보",
    },    {
        id: 18,
        createdAt: "2023-06-01T16:02:00.000Z",
        title: "범키, 베이빌론과 함께하는 2023 고등 알앤비 서바이벌(고교보컬경연대회)",
        author: "n12484849_naver",
        content: "[에너지경제신문 송기우 에디터] 서울 충정로에 위치한 2년제 전문학사와 4년제 예술학사 교육기관 KAC한국예술원(학장 김형석) 실용음악예술계열은 실용음악 대학 진학을 희망하는 전국 고등학생 대상으로 하는 ‘2023 고등 알앤비(R&B) 서바이벌’을 개최한다고 22일 밝혔다. 이번 대회는 보컬 전공 입시를 희망하는 전국 고등학생을 대상으로 7월 19일까지 선착순 30명까지 접수를 받고 있으며, 경연 부문은 R&B 자유곡 및 자작곡이며 경연방식은 일대일 서바이벌 경연 형태로 불후의 명곡 방식으로 최종 1인을 선발한다. 한국예술원 실용음악예술계열 교수이자 R&B 보컬리스트인 가수 범키와 베이빌론 교수가 심사하며 오는 7월 26일 한국예술원 경연장에서 현장투표 100% 방식으로 진행된다.",
        subject: "새소식",
    },    {
        id: 17,
        createdAt: "2023-05-31T17:44:00.000Z",
        title: "Victory Amps 국내 런칭 | MUCL",
        author: "뮤지션스클럽",
        content: "원하는 사운드가 무엇이든 Victory는 최고의 선택지로서 당신을 기다리고 있습니다. 지금 뮤지션스클럽에서 당신을 위한 최고의 앰프를 만나 보세요.",
        subject: "신상품",
    },    {
        id: 16,
        createdAt: "2023-05-31T17:36:00.000Z",
        title: "Victory V4 Amp Series | MUCL",
        author: "뮤지션스클럽",
        content: "시뮬레이션이 아닌 100% 아날로그 진공간 앰프 회로와 파워앰프 내장으로 캐비넷과 연결할 수 있는 사용성, 1.7kg의 가벼운 무게로 진정한 포터블 앰프를 실현한 V4 Amp 시리즈를 이제 뮤지션스클럽에서 만나 보세요.",
        subject: "신상품",
    },    {
        id: 15,
        createdAt: "2023-05-31T17:30:00.000Z",
        title: "Victory V1 Pedal Series | MUCL",
        author: "뮤지션스클럽",
        content: "Thorpy FX와의 콜라보로 제작되어 높은 하드웨어 완성도와 페달보드 친화적인 레이아웃의 스톰박스 페달, 각 패밀리의 시그니처 사운드와 진공관 앰프의 역학을 완벽하게 이식한 V1 Pedal 시리즈를 이제 뮤지션스클럽에서 만나 보세요.",
        subject: "신상품",
    },    {
        id: 14,
        createdAt: "2023-05-31T12:02:00.000Z",
        title: "[GUITARSCREAM] 기타스크림 기타 바디 모양의 아이스크림형 신상 디자인",
        author: "허스키뱀파이어",
        content: "기타스크림 신상 보러 가기 ☞ https://smartstore.naver.com/metalhusky",
        subject: "신상품",
    },    {
        id: 13,
        createdAt: "2023-05-30T09:28:00.000Z",
        title: "(주간연재) 지구상에서 가장 위험한 밴드, 건즈 앤 로지스",
        author: "도서출판소나무",
        content: "#심폐소생비트 - JUNE 53의 Playlist. Welcome to the Jungle: 전 세계적으로 1억 장 이상의 음반을 팔아 치운 슈퍼 밴드 중의 하나인 건즈 앤 로지스(Guns N’ Roses)는 투어 때 보이는 비정상적인 행동으로 유명하다. 아직 스테이지에 올라갈 분위기가 안 잡혔다는 이유로 밤 11시까지 공연을 지연시키는가 하면, 노래를 하다가 갑자기 관객을 지목하며 “우리 공연이 지겨우면, 보지 말고 집에 가서 폭죽놀이나 봐라”라며 관객들에게 화를 내기도 한다. 공연 도중 관객이 병뚜껑을 무대에 던졌다는 이유로 공연을 멈춰 버리기도 하고, 공연을 절반도 하지 않고는 악기를 싸서 집에 돌아가 버리기도 다반사였다. 공연 세트장이 마음에 안 들어 공연을 취소하겠다고 고집을 부리거나, 심지어 공연하러 가는 도중 불법 U턴으로 딱지를 떼이자 화가 나서 공연 자체를 취소하는 소동도 있었다. 2009년 내한 공연도 무려 2시간 30분이 지연돼서야 시작되었다. 그러나 이들의 팬들이 건즈 앤 로지스에게 매력을 느끼는 이유는 단순히 라이브 공연의 예측 불가능성 때문만은 아니었다. 이들의 음악 또한, 이들의 행보처럼 예측 불가능했기 때문이다. 건즈 앤 로지스는 아메리칸 하드록 사운드로 무장한 1집 앨범 ‘Appetite for Destruction’이 3,200만 장 판매라는 공전의 히트를 기록하면서 단숨에 대세 밴드로 명성을 얻었다. 관중들은 예상치 못한 이들의 행보와 음악적 콘텐츠에 열광했고, 이들은 당대 최고의 밴드 반열에 올라갈 수 있었다.",
        subject: "자유홍보",
    },    {
        id: 12,
        createdAt: "2023-05-27T16:53:00.000Z",
        title: "2023 카파렐리 오사카 사운드메세 OSAKA SOUND MESSE 출품 Carparelli 신제품 출시",
        author: "인앤아웃",
        content: "안녕하세요 ~^^ 아시아 카파렐리 기타 총판인 인앤아웃기타입니다 !! 이번에 신제품이 출시되어 고객님들께 알려 드리고자 글을 올립니다 !! 이번 카파렐리 제품은 코로나로 인하여 4년만에 열리는 오사카 사운드메세 출품을 중점으로 제작된 제품으로 소량 생산하여 품질을 높인 제품들 입니다. 한국 기타의 불모지인 일본시장에 카파렐리 아시아로 참여하여 일부 모델은 납품 계약을 하고 왔습니다!! 캐나다의 마이크 카파렐리와 함께 많은 시간 디자인하고 수정을 거쳐서 제작된 제품으로 심혈을 기울여 만들었습니다 !! 일본 시장에서 인정한 카파렐리 제품을 고객님들께 소개시켜 드리게 되어 기쁘네요 ~^^ 우리나라에 악기쇼가 있었다면 물론 먼저 출품을 했겠지만 아쉽게도 .. ㅜㅜ 유일하게 한국팀으로 나가서 소외감도 있었지만 나름 자랑스럽기도 했네요 ㅎㅎ 저희와 함께 참여한 13세 천재 기타리스트 다온군은 사운드메세 무대를 찢고 왔습니다 !!! 사운드메세 이야기는 나중에 글로 다시 올리도록 하겠습니다. 암튼 서두가 길었습니다 ... 소량으로 생산되어 인앤아웃기타 ,  스쿨뮤직  판매 중 입니다 !! 추후에 원활하게 공급해 드리도록 하겠습니다.",
        subject: "신상품",
    },    {
        id: 11,
        createdAt: "2023-05-22T21:42:00.000Z",
        title: "(주간연재) 근대 헤비메탈의 효시, 블랙 사바스",
        author: "도서출판소나무",
        content: "#심폐소생비트 - JUNE 53의 Playlist. God Is Dead?: 음악을 좋아하던 4명의 영국 청년들이 1969년 영국의 공업도시인 버밍엄이라는 곳에서 밴드를 결성한다. 보컬에 오지 오스본(Ozzy Osbourne), 기타에 토니 아이오미(Tony Iommi), 베이스에 기저 버틀러(Geezer Butler), 드럼에 윌리엄 워드(William Ward)였다. 당시 1960년 말미에는 비틀스, 롤링스톤스, 레드 제플린 등 수많은 밴드들이 인기를 얻으며 로큰롤 음악이 절정에 있을 시기였다. 이들은 팀 이름을 ‘어스(Earth)’로 결정하고 본격적인 음악 활동을 시작한다. 하지만 이내 같은 이름의 밴드가 있다는 것을 알고 팀 이름을 ‘블랙 사바스’(Black Sabbath)로 변경했다. 이들의 인터뷰에 따르면 1962년 발표된 이탈리아, 프랑스 합작 공포영화 ‘블랙 사바스’를 보고 이름을 그대로 밴드에 가져왔다고 한다. 흥미로운 것은 작사가인 기저 버틀러는 역설적으로 독실한 가톨릭 신자라는 것이다. 음악의 내레이터는 처음 ‘신은 죽었다’를 반복하며 ‘맞아!’라는 가사로 구두점을 찍어 자신의 질문에 자답한다. 그러나 노래의 마지막에 가서 결국 노래의 화자는 ‘나는 신이 죽었다는 것을 믿지 않는다’라는 말을 하며, 신에 대한 희망을 버리지 않는다. 이런 면에서 볼 때 블랙 사바스의 ‘‘God Is Dead?’은 신이라는 이름으로 자행된 폭력과 수 많은 비극에 대한 인간의 모순을 그린 곡이 아닌가라는 해석을 해본다.",
        subject: "자유홍보",
    },    {
        id: 10,
        createdAt: "2023-05-19T18:46:00.000Z",
        title: "[Nash Guitars] T-63 내쉬 일렉 기타 (딜러 셀렉트 모델, SAM-51) 바로 구매 가능",
        author: "SAMA",
        content: "▼▼▼ [Nash Guitars] T-63 내쉬 일렉 기타 (딜러 셀렉트 모델, SAM-51) 제품 보러가기▼▼▼",
        subject: "신상품",
    },    {
        id: 9,
        createdAt: "2023-05-14T08:35:00.000Z",
        title: "가요계 표절 고발장 제출하신 분께 협박 일삼은 자들 응징을 위한 청원",
        author: "행복한일상777",
        content: "국민동의청원 > 공개 전 청원 > 아이유 표절 건 고소장 제출하신 분께 가만두지 않겠다며 적반하장 협박 일삼은 이담 엔터테이먼트에 관한 청원 (assembly.go.kr) 표절의 책임은 가수가 아니라 저작자임에도 가수를 간판으로 내세워 대충 얼버무리는 행태 참으로 가증스럽기도 하고.. 청원 동참합시다 진정한 창작자들이여 아이유는 죄가 없지요.. 시키는데루 했는데 ㅠ",
        subject: "자유홍보",
    },    {
        id: 8,
        createdAt: "2023-05-12T14:34:00.000Z",
        title: "[한국 첫 입고] 현재 일본에서 가장 핫한 INFINITE Guitars.",
        author: "기타샵웹",
        content: "기타 전공 그리고 강사 출신인 대표님이 그동안 오사카를 대표하는 리페어 샵에서 수 많은 기타들에게 새로운 생명을 불어 넣던 중 '합리적인 가격의 하이엔드 기타를 만들고 싶다'는 이념 하나로 시작된 브랜드 입니다. 기존 기타들과 비슷하게 제작하는 방식이 아닌  INFINITE Guitars만의 독창적이며 독자적인 방식으로 좀 더 정교하고 좀 더 단단하게 제작되었습니다. 이번 입고 모델을 놓치지 마시고 꼭 한번 구매해서 연주해 보셨으면 합니다. 늘 믿고 구매해 주셔서 감사합니다.",
        subject: "신상품",
        reply: [{
            id: uuidv4(),
            createdAt:"2023-05-13T14:35:08:00.000Z",
            author: "fortears",
            content: "롱테논에 볼트온이라 특이한데 가격도 괜찮네요 ^^ 요즘 OEM기타들도 가격 살벌한데"
        }, {
            id: uuidv4(),
            createdAt:"2023-06-01T23:05:29:00.000Z",
            author: "n175236494",
            content: "커버영상에서 여러번 봤었는데 한국에 들어왔다니 기대되네요"
        }, {
            id: uuidv4(),
            createdAt:"2023-05-13T14:35:08:00.000Z",
            author: "n207375118",
            content: "입문용으로 어떤가요? 첫눈에 반했어요..."
        }]
    },    {
        id: 7,
        createdAt: "2023-05-12T14:07:00.000Z",
        title: "[ 이벤트 ] KOBA 2023 사운드캣 부스 안내",
        author: "사운드캣",
        content: "안녕하세요. 사운드캣입니다. 이번 KOBA2023 (국제 방송·미디어·음향·조명 전시회)에 사운드캣이 참여합니다. 사운드캣 부스에서는 행사기간 동안 프로 음향기기 현장 할인판매와 아티스트 특별공연 이벤트가 진행됩니다. 최대 20% 현장 할인판매!",
        subject: "새소식",
    },    {
        id: 6,
        createdAt: "2023-05-12T10:57:00.000Z",
        title: "(주간연재) 8비트 로큰롤의 장인, AC/DC",
        author: "도서출판소나무",
        content: "#심폐소생비트 - JUNE 53의 Playlist. Back in Black: AC/DC는 두 형제 말콤 영(Malcolm Young), 앵거스영(Angus Young)을 중심으로 1973년 호주에서 결성된 5인조 하드록 밴드다. 이들은 전통적인 로큰롤 밴드의 음악적 기반이 되었던 블루스를 바탕으로 한 하드록을 선보인 밴드였다. AC/DC는 70~80년대 가장 중요한 업적을 이룬 위대한 밴드 중의 하나로 인정받고 있으며, 공식적으로 2억 장의 앨범을 판매했고, 하드록 역사에 가장 중요한 곡으로 분류되는 ‘Back in Black’을 남긴 밴드이다. ‘Back in Black은 본(Bon)과 함께했던 즐거운 시간을 기억하는 AC/DC라는 의미를 담고 있다.’ 말콤의 말이다. 7집의 대표곡이자 동시에 AC/DC의 대표곡인 Back in Black은 본 스콧을 기리는 곡이다. Back in Black은 본 스콧이 사망한 지 5개월 1일 후인 1980년 7월 21일에 발매되었다. 그리고 불과 2주 만에 영국 차트 1위를 차지했다. 미국에서는 그해 10월 플래티넘 인증을 받으며 빌보드를 쓸어버렸다. Back in Black은 AC/DC를 부활시켰을 뿐만 아니라 밴드를 슈퍼스타로 끌어올리며 보컬, 브라이언 존슨(Brian Johnson)을 새로운 영웅으로 탈바꿈시켰다. 이는 역사상 가장 위대한 컴백 앨범일 뿐만 아니라, 틀림없이 지금까지 만들어진 가장 위대한 록 앨범 중 하나로 기억될 것이다.",
        subject: "자유홍보",
        reply: [{
            id: uuidv4(),
            createdAt:"2023-05-14T07:46:15:00.000Z",
            author: "xsatanicx",
            content: "설명이 좀 아쉬운 부분이 있지만 잘 봤습니다."
        }]
    },    {
        id: 5,
        createdAt: "2023-05-09T17:24:00.000Z",
        title: "[Samastore] 신규 소프트웨어 Celemony, FabFilter 최저가 런칭! + 교육 특전과 고객지원까지!",
        author: "SAMA",
        content: "신규 소프트웨어 Celemony, FabFilter 최저가 런칭했습니다. 자체 교육 특전과 고객지원까지 제공해드려요. 삼아스토어에서 어디서도 볼 수 없는 최저가로 Celemony와 FabFilter를 지금 만나보세요! 삼아스토어에서 자세히보기 > https://www.samastore.co.kr/article/%EC%9D%B4%EB%B2%A4%ED%8A%B8/2/10921/",
        subject: "신상품",
    },    {
        id: 4,
        createdAt: "2023-05-04T11:01:00.000Z",
        title: "[캣츠 렌탈] 5월 가정의 달, Adam Audio USB(16G) 증정!",
        author: "사운드캣",
        content: "캣츠 렌탈 5월 가정의 달 Adam audio USB(16G) 상품 증정🔊 기간: 5월 4일 ~ 5월 31일까지. 이벤트 대상 써보기 30,000원 이상 or 렌탈(인수) or 리퍼비시 상품 구매 고객님 Adam audio USB(16G) 상품을 증정 드립니다. 5월 편안한 가정의 달 보내세요~! 감사합니다. (증정품 조기 소진 시 본 이벤트는 종료 될 수 있습니다.)",
        subject: "새소식",
    },    {
        id: 3,
        createdAt: "2023-05-03T15:13:00.000Z",
        title: "CLIP Guitar 클립기타 세련된디자인과 콤팩트 한 사이즈 어쿠스틱 & 일렉트릭 사일런트",
        author: "n29764807_naver",
        content: "안녕하세요. 클립기타 'CLIP Guitar'입니다. 이번에 새롭게 출시한 ‘SAE-580’는 사일런트 기능과 컴팩트하고 세련된 디자인이 장점인 어쿠스틱, 일렉트릭 기능을 탑재한 기타를 소개해 드립니다. 현재 와디즈에서 펀딩 가능합니다 https://www.wadiz.kr/web/campaign/detail/208063?utm_source=wadizshare_in&utm_medium=url 많은 관심 부탁드립니다~",
        subject: "신상품",
    },    {
        id: 2,
        createdAt: "2023-05-03T10:12:00.000Z",
        title: "(주간연재) 독보적인 색채의 아티스트, 지올팍(Zior Park) - 댓글은 출판사를 춤추게합니다.",
        author: "도서출판소나무",
        content: "#심폐소생비트 - JUNE 53의 Playlist. 독보적인 색채의 아티스트, 지올팍(Zior Park): 오늘 칼럼은 내가 관심을 두고 있는 공원 이야기다. 사실 공원은 아니고, 뮤지션 Park의 이야기이다. 최근 들어 내가 흥미를 갖고 지켜보던 몇몇 Park 들이 있는데, 90년대 해체되었다가 최근 재결합한 하드록 밴드 고리키 파크(Gorky Park), 지난 2월 신곡으로 돌아온 미국 하이브리드 메탈계의 대표 밴드 린킨파크(Linkin Park), 그리고 바로 혜성처럼 나타나 최근 큰 인기를 끌고 있는 아티스트 지올팍(Zior Park)이다. 사랑 타령의 진부한 발라드가 피곤하다면, 기획사가 공산품처럼 찍어내는 댄스곡에 지쳐 있다면, 개성없는 아이돌 노래가 식상하다면, 이럴땐 지올팍의 노래를 들어보자. 그가 전하는 흥미로운 가사와 영상을 보고 있으면 어느덧 지올팍의 매력에 흠뻑 빠져들고 말 것이다.",
        subject: "자유홍보",
    },    {
        id: 1,
        createdAt: "2023-04-28T17:38:00.000Z",
        title: "[Nash Guitars] S-63 내쉬 일렉 기타 (딜러 셀렉트 모델, SAM-62) 바로 구매 가능",
        author: "SAMA",
        content: "▼▼▼ [Nash Guitars] S-63 내쉬 일렉 기타 (딜러 셀렉트 모델, SAM-62) 제품 보러가기▼▼▼",
        subject: "신상품",
    }
]